[
    {
      "pertanyaan": "Apa saja syarat fisik dan administrasi untuk berangkat haji?",
      "jawaban": "Syarat administrasi meliputi KTP, KK, paspor, dan dokumen lainnya. Syarat fisik: sehat jasmani dan rohani, dibuktikan dengan hasil pemeriksaan kesehatan.",
      "images": []
    },
    {
      "pertanyaan": "Apakah ada batasan usia untuk haji?",
      "jawaban": "Batas usia untuk haji adalah minimal 12 tahun saat mendaftar dan tidak ada batas usia maksimal untuk berangkat haji reguler, namun calon jemaah harus dalam kondisi sehat dan bugar untuk dapat melaksanakan ibadah haji. Untuk petugas haji, ada batasan usia maksimal, dan ada kebijakan prioritas untuk lansia usia 75 tahun.",
      "images": []
    },
    {
      "pertanyaan": "Apakah wanita boleh berangkat haji tanpa mahram?",
      "jawaban": "Dalam fiqh, masalah wanita berangkat haji tanpa mahram memang menjadi perbedaan pendapat di kalangan ulama. Berikut penjelasannya:\n\n⸻\n\n1. Pendapat yang Melarang (Wajib dengan Mahram)\n\t• Ulama dari Mazhab Hanafi dan sebagian ulama Mazhab Hanbali berpendapat:\nSeorang wanita tidak boleh berangkat haji tanpa mahram, baik haji wajib maupun sunnah.\n\t• Dalilnya adalah hadits Nabi ﷺ:\n\n“Janganlah seorang wanita bepergian kecuali bersama mahramnya.”\n(HR. Bukhari dan Muslim)\n\nMereka memahami hadits ini bersifat umum, termasuk perjalanan haji.\n\n⸻\n\n2. Pendapat yang Membolehkan dengan Syarat Aman\n\t• Ulama dari Mazhab Maliki, Syafi’i, dan sebagian Hanbali berpendapat:\nWanita boleh berangkat haji tanpa mahram asalkan:\n\t• Perjalanan aman.\n\t• Ia bersama rombongan wanita terpercaya atau jamaah haji yang aman.\n\t• Mereka membedakan antara safar biasa dan haji wajib. Karena haji adalah rukun Islam, kewajiban ini tidak gugur hanya karena tidak ada mahram.\n\nDalil yang digunakan:\n\t• Kaidah fiqh: “Al-hajju marrah” (haji itu sekali seumur hidup).\n\t• Ayat:\nوَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا\n“Mengerjakan haji adalah kewajiban manusia terhadap Allah, (yaitu) bagi orang yang mampu mengadakan perjalanan ke Baitullah.” (QS. Ali Imran: 97)\n\nMereka menafsirkan “mampu” termasuk aman bagi perempuan meskipun tanpa mahram.\n\n⸻\n\n3. Praktik di Zaman Sekarang\n\t• Pemerintah Arab Saudi membolehkan wanita berhaji tanpa mahram selama bersama rombongan resmi (kloter haji) yang aman.\n\t• Dengan fasilitas yang terjamin (transportasi, penginapan, pengawasan petugas), ulama kontemporer banyak yang menguatkan pendapat boleh.\n\n⸻\n\n✅ Kesimpulan:\n\t• Haji wajib: Menurut mayoritas ulama, boleh bagi wanita berangkat tanpa mahram jika bersama rombongan aman.\n\t• Haji sunnah/umrah sunnah: Sebagian ulama tetap menyarankan ada mahram.\n\t• Sebaiknya, bila ada mahram lebih utama. Namun jika tidak ada, dan kondisi aman serta melalui rombongan resmi, maka hajinya sah.",
      "images": []
    }
  ]