[
    {
      "pertanyaan": "Bagaimana urutan pelaksanaan haji?",
      "jawaban": "🕋 Rencana Perjalanan Haji\n\n📌 Alur perjalanan haji:\n\n1. Kedatangan jemaah di Asrama Haji.\n2. Berangkat dari Tanah Air ke Madinah/Makkah.\n3. Menuju Arafah untuk wukuf.\n4. Idul Adha & lontar jumrah di Mina.\n5. Hari Tasyrik (10–12 Zulhijjah).\n6. Pemulangan jemaah haji ke Tanah Air.\n\n✨ Perjalanan haji dimulai dari keberangkatan, puncaknya saat wukuf di Arafah, lalu ditutup dengan kepulangan ke Tanah Air.",
      "images": []
    },
    {
      "pertanyaan": "Apa saja perbedaan haji tamattu’, qiran, dan ifrad?",
      "jawaban": "1. Haji Tamattu’\n📌 Pengertian:\n• Jamaah melakukan umrah terlebih dahulu, lalu setelah itu melakukan haji.\n\n📌 Urutan:\n1. Niat umrah dari miqat.\n2. Melakukan umrah (tawaf, sa’i, cukur/gunting rambut).\n3. Tahallul (berpakaian biasa dan bebas dari larangan ihram).\n4. Menunggu sampai tanggal 8 Dzulhijjah (hari Tarwiyah).\n5. Ihram kembali untuk haji dan melaksanakan seluruh rukun haji.\n\n📌 Ciri Khas:\n• Ada dua kali ihram: satu untuk umrah, satu lagi untuk haji.\n• Wajib membayar dam (denda) berupa menyembelih hewan.\n\n📌 Cocok untuk:\n• Jamaah luar negeri (seperti dari Indonesia) karena waktu tinggal di Makkah cukup lama.\n\n⸻\n\n2. Haji Qiran\n📌 Pengertian:\n• Jamaah menggabungkan ibadah haji dan umrah sekaligus dalam satu niat dan satu ihram.\n\n📌 Urutan:\n1. Niat haji dan umrah sekaligus dari miqat.\n2. Dalam keadaan ihram, jamaah:\n   ○ Melakukan tawaf dan sa’i (bisa sebelum atau sesudah wukuf).\n   ○ Tidak bertahallul setelah sa’i.\n3. Tetap dalam keadaan ihram sampai selesai semua rukun haji.\n4. Melanjutkan manasik haji seperti biasa (wukuf, mabit, melontar, dst).\n\n📌 Ciri Khas:\n• Hanya satu kali ihram untuk dua ibadah.\n• Wajib membayar dam.\n• Lebih berat karena lama dalam keadaan ihram.\n\n📌 Cocok untuk:\n• Orang yang datang ke Makkah lebih awal dan ingin melaksanakan keduanya secara bersamaan.\n\n⸻\n\n3. Haji Ifrad\n📌 Pengertian:\n• Jamaah hanya melaksanakan haji saja, tanpa umrah.\n\n📌 Urutan:\n1. Niat haji dari miqat.\n2. Melaksanakan seluruh rukun haji.\n3. Tidak melakukan umrah (umrah bisa dilakukan nanti setelah haji, jika mau).\n\n📌 Ciri Khas:\n• Satu kali ihram, hanya untuk haji.\n• Tidak wajib dam, karena hanya satu ibadah.\n• Tidak melakukan umrah sebelum haji.\n\n📌 Cocok untuk:\n• Jamaah yang berasal dari dalam Arab Saudi atau yang waktu dan kemampuannya terbatas.",
      "images": []
    },
    {
      "pertanyaan": "Apakah jamaah mendapat buku panduan manasik?",
      "jawaban": "Ya, jamaah biasanya akan mendapat buku panduan manasik haji, namun dalam format digital (e-book) yang dapat diakses melalui aplikasi seperti Haji Pintar di ponsel mereka, selain kemungkinan pendistribusian buku fisik dari Kemenag. Buku ini berisi panduan lengkap mengenai tata cara ibadah haji dan umrah, termasuk makna spiritual dan filosofisnya, serta materi khusus bagi lansia, sakit, dan berisiko tinggi. ",
      "images": []
    }
  ]