[
  {
    "pertanyaan": "Apa syarat mendaftar haji, Bagaimana prosedurnya",
    "jawaban": "Calon jamaah haji mendaftar di Kementerian Agama setempat dengan membawa dokumen identitas, KK, paspor, dan melakukan setoran awal di bank syariah.",
    "images": [
      "syarat.jpg"
    ]
  },
  {
    "pertanyaan": "Apa syarat mendaftar haji khusus, Bagaimana prosedurnya",
    "jawaban": " Prosedurnya adalah memilih Penasihat Ibadah Haji Khusus (PIHK) resmi, menyiapkan dokumen yang dibutuhkan, membayar setoran awal ke rekening BPKH, dan mendapatkan nomor porsi haji dari Kemenag. Setelah itu, Anda akan menunggu jadwal keberangkatan sesuai dengan kuota yang ada.",
    "images": [
      "khusus.png"
    ]
  },
    {
    "pertanyaan": "kapan saya berangkat haji, Bagaimana cara cek nomor porsi haji?",
    "jawaban": "Untuk mengecek kapan Anda berangkat haji, gunakan Nomor Porsi yang terdapat di bukti setoran awal Anda, lalu kunjungi situs haji.kemenag.go.id atau aplikasi resmi Pusaka Kemenag. Masukkan nomor porsi (10 digit) tersebut pada kolom 'Estimasi Keberangkatan' di salah satu platform tersebut, lalu klik 'Cari' untuk melihat perkiraan tahun keberangkatan Anda. ",
    "images": [
      
    ]
  },
      {
    "pertanyaan": "Apa syarat pendamping lansia?",
    "jawaban": "Syarat utama menjadi pendamping lansia adalah hubungan keluarga (suami/istri, anak kandung, atau menantu), berada di satu provinsi yang sama dengan lansia, telah terdaftar sebagai Jemaah Haji sebelum batas waktu tertentu, serta memenuhi syarat istitha'ah kesehatan dan melunasi Biaya Penyelenggaraan Ibadah Haji (BPIH/Bipih). Dokumen seperti KTP, Kartu Keluarga (KK), Akta Kelahiran, dan Buku Nikah perlu dilegalisir dan diserahkan ke Kantor Kementerian Agama Kabupaten/Kota untuk verifikasi dan pengajuan. ",
    "images": [
      "pendamping.jpg"
    ]
  },
      {
    "pertanyaan": "apa syarat penggabungan mahram?",
    "jawaban": "Syarat penggabungan mahram meliputi adanya hubungan kekerabatan yang sah (suami/istri, anak kandung, orang tua, atau saudara kandung) yang dibuktikan dengan dokumen resmi, kesesuaian jadwal keberangkatan dengan salah satu mahram, serta pengajuan permohonan resmi ke Kantor Kementerian Agama Kabupaten/Kota dengan melampirkan dokumen-dokumen pendukung. ",
    "images": [
      "img.jpg"
    ]
  },
      {
    "pertanyaan": "apa syarat pembatalan haji, bagaimana prosedurnya",
    "jawaban": "Untuk membatalkan pendaftaran haji, Anda harus mengajukan permohonan dan dokumen pendukung ke Kantor Kementerian Agama Kabupaten/Kota tempat Anda mendaftar. Syaratnya antara lain Surat Permohonan Pembatalan bermeterai, Bukti Setoran Awal (BPIH), Fotokopi KTP dan Buku Tabungan. Setelah verifikasi, Kemenag akan meneruskan permohonan ke Kemenag Pusat, kemudian BPKH memproses pencairan dana melalui bank. ",
    "images": [
      "alur.jpg"
    ]
  },
  {
    "pertanyaan": "Bagaimana prosedur pendaftaran umrah?",
    "jawaban": "📌 Prosedur Pendaftaran Umrah:\n\ni. Calon jemaah umrah membawa berkas pendaftaran dan mendaftar di salah satu PPIU (Penyelenggara Perjalanan Ibadah Umrah) / travel umrah yang akan mengurus keberangkatan umrahnya.\n\nii. Calon jemaah umrah melakukan pembayaran sesuai dengan paket umrah yang dipilih.\n\niii. PPIU melaporkan pendaftaran, pembayaran, dan keberangkatan ke Ditjen PHU secara elektronik.\n\niv. Calon jemaah umrah mendapatkan pembinaan dan pelayanan sesuai dengan paket yang dipilih.",
    "images": []
  },
  {
    "pertanyaan": "Berapa lama masa tunggu (waiting list) haji di daerah saya?",
    "jawaban": "Masa tunggu haji di Kabupaten Kuantan Singingi, Riau, dapat diperkirakan sekitar 26 tahun berdasarkan data Kementerian Agama per April 2025, namun ini adalah perkiraan rata-rata dan bisa bervariasi tergantung pada kuota provinsi dan jumlah pendaftar. Untuk mengetahui informasi yang paling akurat, Anda perlu memeriksa melalui situs resmi Kemenag atau aplikasi seperti SISKOHAT. ",
    "images": []
  },
  {
    "pertanyaan": "Apakah kuota haji setiap tahun sama?",
    "jawaban": "Kuota haji ditetapkan setiap tahun oleh Pemerintah Indonesia berdasarkan hasil kesepakatan dengan Pemerintah Arab Saudi. Jumlah kuota bisa berbeda tiap tahunnya.",
    "images": []
  },
  {
    "pertanyaan": "Bisa pindah porsi atau alih porsi haji ke keluarga?",
    "jawaban": "Pelimpahan porsi haji hanya bisa dilakukan untuk keluarga inti dengan syarat tertentu, sesuai aturan Kementerian Agama.",
    "images": []
  },
  {
    "pertanyaan": "test tanya",
    "jawaban": "test jawab",
    "images": [
      "1757848233862.jpeg"
    ]
  }
]